import info_CaseBook_slide_1 from '@/public/info_CaseBook_slide_1.svg';
import info_CaseBook_slide_2 from '@/public/info_CaseBook_slide_2.svg';
import info_CaseBook_slide_3 from '@/public/info_CaseBook_slide_3.svg';

export const slides = [
  {
    title: 'Настраивает на победу в судебном споре',
    text: `Система покажет вероятность победы над судебным оппонентом, поможет не пропустить заседание или процессуальный срок и сообщит вам о любых изменениях в судебном деле.`,
    image: info_CaseBook_slide_1,
    alt: 'info_CaseBook_slide_1',
  },
  {
    title: 'Выбирает проверенных контрагентов',
    text: `Сервис оценивает все факторы риска по компании, а еще анализирует ее исковую нагрузку — так пользователь сможет легко узнать реальное положение дел в организации и быстро спрогнозировать ее будущее.`,
    image: info_CaseBook_slide_2,
    alt: 'info_CaseBook_slide_2',
  },
  {
    title: 'Упрощает коммуникацию с судом',
    text: `Юрист может отправлять обращения в суд и знакомиться с материалами дел, не покидая рабочего места — готовые шаблоны документов сэкономят время на заполнении данных, а неограниченный доступ к делу поможет быть в курсе всех фактических событий в споре.`,
    image: info_CaseBook_slide_3,
    alt: 'info_CaseBook_slide_3',
  },
];


  export const cards = [
    {
      id: 1,
      title: 'Юристам',
      description:
        'Работать с процедурой банкротства в одной системе и быть в курсе событий по делу.',
    },
    {
      id: 2,
      title: 'Специалистам по банкротству',
      description:
        'Готовиться к судебному процессу и отправлять документы в суд в упрощенном порядке.',
    },
    {
      id: 3,
      title: 'Службе безопасности',
      description:
        'Проверять физических и юридических лиц и отслеживать изменения в реальном времени.',
    },
    {
      id: 4,
      title: 'Риск-менеджерам и андеррайтерам',
      description: 'Собирать и анализировать сведения о заемщиках в удобном формате.',
    },
  ];